Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_bitcoin_sync_connecting
source: Connecting to Bitcoin peers: %1$d of %2$d ready. Failed: %3$d; timed out: %4$d; no filters: %5$d. Elapsed: %6$@. ETA appears when scanning starts.
ar: الاتصال بأقران Bitcoin: %1$d من %2$d جاهز. فشل: %3$d؛ انتهت المهلة: %4$d؛ لا يوجد مرشحات: %5$d. المنقضي: %6$@. يظهر ETA عند بدء المسح.
de: Verbindung zu Bitcoin-Peers herstellen: %1$d oder %2$d bereit. Fehlgeschlagen: %3$d; Zeitüberschreitung: %4$d; keine Filter: %5$d. Abgelaufen: %6$@. ETA wird angezeigt, wenn der Scanvorgang beginnt.
es: Conexión con pares Bitcoin: %1$d de %2$d listo. Error: %3$d; tiempo de espera agotado: %4$d; sin filtros: %5$d. Transcurrido: %6$@. ETA aparece cuando comienza el escaneo.
fa: اتصال به همتایان Bitcoin: %1$d از %2$d آماده است. ناموفق: %3$d; زمان اتمام: %4$d; بدون فیلتر: %5$d. سپری شده: %6$@. با شروع اسکن ETA ظاهر می شود.
fr: Connexion aux pairs Bitcoin : %1$d ou %2$d prêt. Échec : %3$d ; délai expiré : %4$d ; pas de filtres : %5$d. Écoulé : %6$@. ETA apparaît lorsque la numérisation démarre.
he: חיבור לעמיתים Bitcoin: %1$d או %2$d מוכן. נכשל: %3$d; זמן קצוב: %4$d; ללא מסננים: %5$d. חלף: %6$@. ETA מופיע כאשר הסריקה מתחילה.
hi: Bitcoin साथियों से कनेक्ट हो रहा है: %2$d का %1$d तैयार है। विफल: %3$d; समय समाप्त: %4$d; कोई फ़िल्टर नहीं: %5$d। बीत गया: %6$@. स्कैनिंग प्रारंभ होने पर ETA प्रकट होता है.
id: Menghubungkan ke rekan Bitcoin: %1$d dari %2$d siap. Gagal: %3$d; waktu habis: %4$d; tanpa filter: %5$d. Berlalu: %6$@. ETA muncul saat pemindaian dimulai.
it: Connessione ai peer Bitcoin: %1$d di %2$d pronto. Non riuscito: %3$d; scaduta: %4$d; senza filtri: %5$d. Trascorso: %6$@. L'ETA viene visualizzato all'avvio della scansione.
ja: Bitcoin ピアに接続中: %1$d または %2$d の準備が完了しました。失敗: %3$d;タイムアウトしました: %4$d;フィルターなし: %5$d。経過時間: %6$@。スキャンが開始されるとETAが表示されます。
ko: Bitcoin 피어에 연결 중: %2$d의 %1$d가 준비되었습니다. 실패: %3$d; 시간 초과: %4$d; 필터 없음: %5$d. 경과: %6$@. 스캔이 시작되면 ETA가 나타납니다.
nl: Verbinding maken met Bitcoin-peers: %1$d of %2$d gereed. Mislukt: %3$d; time-out: %4$d; geen filters: %5$d. Verstreken: %6$@. ETA verschijnt wanneer het scannen begint.
pl: Łączenie z urządzeniami równorzędnymi Bitcoin: %1$d z %2$d gotowe. Niepowodzenie: %3$d; przekroczono limit czasu: %4$d; bez filtrów: %5$d. Upłynęło: %6$@. ETA pojawia się po rozpoczęciu skanowania.
pt: Conectando-se aos pares Bitcoin: %1$d de %2$d pronto. Falha: %3$d; expirou: %4$d; sem filtros: %5$d. Decorrido: %6$@. O ETA aparece quando a digitalização é iniciada.
ru: Подключение к узлам Bitcoin: %1$d или %2$d готов. Ошибка: %3$d; время ожидания истекло: %4$d; без фильтров: %5$d. Прошло: %6$@. ETA появляется, когда начинается сканирование.
tr: Bitcoin eşlerine bağlanma: %1$d ve %2$d hazır. Başarısız: %3$d; zaman aşımına uğradı: %4$d; filtre yok: %5$d. Geçen Süre: %6$@. Tarama başladığında ETA görünür.
uk: Підключення до вузлів Bitcoin: %1$d або %2$d готові. Помилка: %3$d; минув час очікування: %4$d; немає фільтрів: %5$d. Минуло: %6$@. Під час початку сканування з’являється ETA.
vi: Đang kết nối với Bitcoin ngang hàng: %1$d của %2$d đã sẵn sàng. Không thành công: %3$d; hết thời gian: %4$d; không có bộ lọc: %5$d. Đã qua: %6$@. ETA xuất hiện khi quá trình quét bắt đầu.
zh_hans: 连接到 Bitcoin 对等点：%2$d 的 %1$d 已准备就绪。失败：%3$d；超时：%4$d；无过滤器：%5$d。已过：%6$@。扫描开始时会出现预计到达时间 (ETA)。
zh_hant: 連接到 Bitcoin 對等點：%2$d 的 %1$d 已準備就緒。失敗：%3$d；超時：%4$d；無濾波器：%5$d。已過：%6$@。掃描開始時會出現預計到達時間 (ETA)。

# wallet_bitcoin_sync_discovering
source: Bitcoin peers are ready. Validating the scan range… %1$d filters processed in %2$@. ETA appears when scanning starts.
ar: أقران Bitcoin جاهزون. التحقق من صحة نطاق المسح... تمت معالجة مرشحات %1$d في %2$@. يظهر ETA عند بدء المسح.
de: Bitcoin-Peers sind bereit. Überprüfung des Scanbereichs … %1$d-Filter, verarbeitet in %2$@. ETA wird angezeigt, wenn der Scanvorgang beginnt.
es: Los pares Bitcoin están listos. Validando el rango de escaneo… Filtros %1$d procesados ​​en %2$@. ETA aparece cuando comienza el escaneo.
fa: همتایان Bitcoin آماده هستند. در حال اعتبارسنجی محدوده اسکن… فیلترهای %1$d در %2$@ پردازش شده‌اند. با شروع اسکن ETA ظاهر می شود.
fr: Les pairs Bitcoin sont prêts. Validation de la plage de numérisation… Filtres %1$d traités dans %2$@. ETA apparaît lorsque la numérisation démarre.
he: עמיתים Bitcoin מוכנים. מאמת את טווח הסריקה... מסנני %1$d מעובדים ב-%2$@. ETA מופיע כאשר הסריקה מתחילה.
hi: Bitcoin सहकर्मी तैयार हैं। स्कैन रेंज को मान्य किया जा रहा है... %2$@ में संसाधित %1$d फ़िल्टर। स्कैनिंग प्रारंभ होने पर ETA प्रकट होता है.
id: Rekan Bitcoin sudah siap. Memvalidasi rentang pemindaian… Filter %1$d diproses di %2$@. ETA muncul saat pemindaian dimulai.
it: I peer Bitcoin sono pronti. Convalida dell'intervallo di scansione… Filtri %1$d elaborati in %2$@. L'ETA viene visualizzato all'avvio della scansione.
ja: Bitcoin ピアの準備が完了しました。スキャン範囲を検証中… %1$d フィルターは %2$@ で処理されます。スキャンが開始されるとETAが表示されます。
ko: Bitcoin 피어가 준비되었습니다. 스캔 범위 검증 중… %2$@에서 처리된 %1$d 필터. 스캔이 시작되면 ETA가 나타납니다.
nl: Bitcoin-peers zijn klaar. Het scanbereik valideren... %1$d-filters verwerkt in %2$@. ETA verschijnt wanneer het scannen begint.
pl: Urządzenia równorzędne Bitcoin są gotowe. Sprawdzanie zakresu skanowania… Filtry %1$d przetworzone w %2$@. ETA pojawia się po rozpoczęciu skanowania.
pt: Os pares Bitcoin estão prontos. Validando o intervalo de varredura… Filtros %1$d processados ​​em %2$@. O ETA aparece quando a digitalização é iniciada.
ru: Пиры Bitcoin готовы. Проверка диапазона сканирования… Фильтры %1$d обработаны в %2$@. ETA появляется, когда начинается сканирование.
tr: Bitcoin eşleri hazır. Tarama aralığı doğrulanıyor… %1$d filtreleri %2$@'de işlendi. Tarama başladığında ETA görünür.
uk: Піри Bitcoin готові. Перевірка діапазону сканування... Фільтри %1$d оброблено в %2$@. Під час початку сканування з’являється ETA.
vi: Các đồng nghiệp Bitcoin đã sẵn sàng. Đang xác thực phạm vi quét… Bộ lọc %1$d được xử lý trong %2$@. ETA xuất hiện khi quá trình quét bắt đầu.
zh_hans: Bitcoin 同行已准备就绪。正在验证扫描范围... %1$d 过滤器在 %2$@ 中处理。扫描开始时会出现预计到达时间 (ETA)。
zh_hant: Bitcoin 同行已準備就緒。正在驗證掃描範圍... %1$d 過濾器在 %2$@ 中處理。掃描開始時會出現預計到達時間 (ETA)。

# wallet_bitcoin_sync_discovering_with_headers
source: Headers verified through block %1$d. Preparing the scan: %2$d filters in %3$@. ETA appears when scanning starts.
ar: تم التحقق من الرؤوس من خلال الكتلة %1$d. تحضير المسح: مرشحات %2$d في %3$@. يظهر ETA عند بدء المسح.
de: Über den Block %1$d überprüfte Header. Vorbereiten des Scans: %2$d filtert in %3$@. ETA wird angezeigt, wenn der Scanvorgang beginnt.
es: Cabeceras verificadas mediante el bloque %1$d. Preparando el escaneo: filtros %2$d en %3$@. ETA aparece cuando comienza el escaneo.
fa: هدرها از طریق بلوک %1$d تأیید شده اند. آماده سازی اسکن: فیلترهای %2$d در %3$@. با شروع اسکن ETA ظاهر می شود.
fr: En-têtes vérifiés via le bloc %1$d. Préparation du scan : filtres %2$d dans %3$@. ETA apparaît lorsque la numérisation démarre.
he: כותרות מאומתות באמצעות בלוק %1$d. הכנת הסריקה: מסנני %2$d ב-%3$@. ETA מופיע כאשר הסריקה מתחילה.
hi: ब्लॉक %1$d के माध्यम से हेडर सत्यापित। स्कैन तैयार करना: %3$@ में %2$d फ़िल्टर। स्कैनिंग प्रारंभ होने पर ETA प्रकट होता है.
id: Header diverifikasi melalui blok %1$d. Mempersiapkan pemindaian: Filter %2$d di %3$@. ETA muncul saat pemindaian dimulai.
it: Intestazioni verificate tramite il blocco %1$d. Preparazione della scansione: filtri %2$d in %3$@. L'ETA viene visualizzato all'avvio della scansione.
ja: ヘッダーはブロック %1$d を通じて検証されます。スキャンの準備: %2$d が %3$@ にフィルターされます。スキャンが開始されるとETAが表示されます。
ko: 블록 %1$d를 통해 검증된 헤더입니다. 스캔 준비: %2$d는 %3$@의 필터입니다. 스캔이 시작되면 ETA가 나타납니다.
nl: Headers geverifieerd via blok %1$d. De scan voorbereiden: %2$d-filters in %3$@. ETA verschijnt wanneer het scannen begint.
pl: Nagłówki weryfikowane poprzez blok %1$d. Przygotowanie skanu: Filtry %2$d w %3$@. ETA pojawia się po rozpoczęciu skanowania.
pt: Cabeçalhos verificados através do bloco %1$d. Preparando a varredura: filtros %2$d em %3$@. O ETA aparece quando a digitalização é iniciada.
ru: Заголовки проверяются через блок %1$d. Подготовка сканирования: фильтры %2$d в %3$@. ETA появляется, когда начинается сканирование.
tr: Başlıklar %1$d bloğu aracılığıyla doğrulandı. Taramayı hazırlama: %3$@'deki %2$d filtreleri. Tarama başladığında ETA görünür.
uk: Заголовки перевірені через блок %1$d. Підготовка сканування: фільтри %2$d у %3$@. Під час початку сканування з’являється ETA.
vi: Tiêu đề được xác minh thông qua khối %1$d. Chuẩn bị quét: Bộ lọc %2$d trong %3$@. ETA xuất hiện khi quá trình quét bắt đầu.
zh_hans: 通过块 %1$d 验证标头。准备扫描：%3$@ 中的 %2$d 过滤器。扫描开始时会出现预计到达时间 (ETA)。
zh_hant: 透過區塊 %1$d 驗證標頭。準備掃描：%3$@ 中的 %2$d 濾鏡。掃描開始時會出現預計到達時間 (ETA)。

# wallet_bitcoin_sync_eta_calculating
source: calculating after more progress
ar: حساب بعد مزيد من التقدم
de: Berechnung nach weiteren Fortschritten
es: calculando después de más progreso
fa: محاسبه پس از پیشرفت بیشتر
fr: calculer après plus de progrès
he: חישוב לאחר התקדמות נוספת
hi: अधिक प्रगति के बाद गणना
id: menghitung setelah lebih banyak kemajuan
it: calcolo dopo ulteriori progressi
ja: さらに進んでから計算する
ko: 좀 더 진행 후 계산
nl: rekenen na meer vooruitgang
pl: obliczenia po większym postępie
pt: calculando depois de mais progresso
ru: расчет после большего прогресса
tr: daha fazla ilerlemeden sonra hesaplama
uk: обчислення після подальшого прогресу
vi: tính toán sau khi tiến bộ hơn
zh_hans: 更多进展后计算
zh_hant: 更多進展後計算

# wallet_bitcoin_sync_failed
source: Bitcoin synchronization did not return a verified local snapshot.
ar: لم تُرجع مزامنة Bitcoin لقطة محلية تم التحقق منها.
de: Die Bitcoin-Synchronisierung hat keinen verifizierten lokalen Snapshot zurückgegeben.
es: La sincronización Bitcoin no devolvió una instantánea local verificada.
fa: همگام سازی Bitcoin یک عکس فوری محلی تأیید شده را برگرداند.
fr: La synchronisation Bitcoin n'a pas renvoyé d'instantané local vérifié.
he: סנכרון Bitcoin לא החזיר תמונת מצב מקומית מאומתת.
hi: Bitcoin सिंक्रनाइज़ेशन ने सत्यापित स्थानीय स्नैपशॉट नहीं लौटाया।
id: Sinkronisasi Bitcoin tidak menghasilkan snapshot lokal terverifikasi.
it: La sincronizzazione Bitcoin non ha restituito uno snapshot locale verificato.
ja: Bitcoin 同期は検証済みのローカル スナップショットを返しませんでした。
ko: Bitcoin 동기화가 확인된 로컬 스냅샷을 반환하지 않았습니다.
nl: Bitcoin-synchronisatie heeft geen geverifieerde lokale momentopname geretourneerd.
pl: Synchronizacja Bitcoin nie zwróciła zweryfikowanej lokalnej migawki.
pt: A sincronização Bitcoin não retornou um instantâneo local verificado.
ru: Синхронизация Bitcoin не вернула проверенный локальный снимок.
tr: Bitcoin senkronizasyonu doğrulanmış bir yerel anlık görüntü döndürmedi.
uk: Синхронізація Bitcoin не повернула перевірений локальний знімок.
vi: Đồng bộ hóa Bitcoin không trả về ảnh chụp nhanh cục bộ đã được xác minh.
zh_hans: Bitcoin 同步未返回经过验证的本地快照。
zh_hant: Bitcoin 同步未傳回經過驗證的本機快照。

# wallet_bitcoin_sync_fetching_blocks
source: Downloading matched Bitcoin blocks… %1$d downloaded for %2$d matched filters. Elapsed %3$@.
ar: جارٍ تنزيل كتل Bitcoin المطابقة... تم تنزيل %1$d للمرشحات المطابقة %2$d. المنقضي %3$@.
de: Übereinstimmende Bitcoin-Blöcke werden heruntergeladen … %1$d wurde für %2$d-übereinstimmende Filter heruntergeladen. Abgelaufen %3$@.
es: Descargando bloques Bitcoin coincidentes... %1$d descargado para filtros coincidentes %2$d. Transcurrido %3$@.
fa: دانلود بلوک های منطبق بر Bitcoin… %1$d برای فیلترهای همسان %2$d دانلود شد. سپری شده %3$@.
fr: Téléchargement des blocs Bitcoin correspondants… %1$d téléchargé pour les filtres correspondants %2$d. Écoulé %3$@.
he: מוריד בלוקים תואמים של Bitcoin... הורדת %1$d עבור מסננים תואמים %2$d. חלף %3$@.
hi: मिलान किए गए Bitcoin ब्लॉक डाउनलोड किए जा रहे हैं… %2$d मिलान किए गए फ़िल्टर के लिए %1$d डाउनलोड किया गया। बीत गया %3$@.
id: Mengunduh blok Bitcoin yang cocok… %1$d diunduh untuk filter yang cocok %2$d. %3$@ yang telah berlalu.
it: Download dei blocchi Bitcoin abbinati… %1$d scaricato per i filtri abbinati %2$d. %3$@ trascorso.
ja: 一致した Bitcoin ブロックをダウンロード中… %2$d 一致フィルター用に %1$d がダウンロードされました。 %3$@が経過しました。
ko: 일치하는 Bitcoin 블록을 다운로드하는 중… %2$d 일치 필터에 대해 %1$d가 다운로드되었습니다. %3$@가 경과되었습니다.
nl: Overeenkomende Bitcoin-blokken downloaden... %1$d gedownload voor overeenkomende %2$d-filters. Verstreken %3$@.
pl: Pobieranie dopasowanych bloków Bitcoin… %1$d pobrany dla dopasowanych filtrów %2$d. Upłynął %3$@.
pt: Baixando blocos Bitcoin correspondentes… %1$d baixado para filtros correspondentes %2$d. Decorrido %3$@.
ru: Загрузка соответствующих блоков Bitcoin… %1$d загружен для соответствующих фильтров %2$d. Протекло %3$@.
tr: Eşleşen Bitcoin blokları indiriliyor… %2$d eşleşen filtreler için %1$d indirildi. Geçen %3$@.
uk: Завантаження відповідних блоків Bitcoin… %1$d завантажено для відповідних фільтрів %2$d. Минув %3$@.
vi: Đang tải xuống các khối Bitcoin phù hợp… %1$d đã tải xuống cho các bộ lọc phù hợp %2$d. %3$@ đã qua.
zh_hans: 正在下载匹配的 Bitcoin 块...为 %2$d 匹配的滤波器下载 %1$d。已过%3$@。
zh_hant: 正在下載匹配的 Bitcoin 區塊...為 %2$d 匹配的濾波器下載 %1$d。已過%3$@。

# wallet_bitcoin_sync_operation_busy
source: Wait for Bitcoin synchronization to finish before starting another Bitcoin operation. HNS wallet functions remain available.
ar: انتظر حتى تنتهي مزامنة Bitcoin قبل بدء عملية Bitcoin أخرى. تظل وظائف المحفظة HNS متاحة.
de: Warten Sie, bis die Bitcoin-Synchronisierung abgeschlossen ist, bevor Sie einen weiteren Bitcoin-Vorgang starten. HNS Wallet-Funktionen bleiben weiterhin verfügbar.
es: Espere a que finalice la sincronización de Bitcoin antes de iniciar otra operación de Bitcoin. Las funciones de billetera HNS permanecen disponibles.
fa: قبل از شروع عملیات Bitcoin دیگر صبر کنید تا همگام سازی Bitcoin به پایان برسد. عملکردهای کیف پول HNS همچنان در دسترس هستند.
fr: Attendez la fin de la synchronisation Bitcoin avant de lancer une autre opération Bitcoin. Les fonctions de portefeuille HNS restent disponibles.
he: המתן לסיום סנכרון Bitcoin לפני שתתחיל פעולה נוספת של Bitcoin. פונקציות הארנק HNS נשארות זמינות.
hi: दूसरा Bitcoin ऑपरेशन शुरू करने से पहले Bitcoin सिंक्रनाइज़ेशन समाप्त होने तक प्रतीक्षा करें। HNS वॉलेट फ़ंक्शन उपलब्ध रहते हैं।
id: Tunggu hingga sinkronisasi Bitcoin selesai sebelum memulai operasi Bitcoin lainnya. Fungsi dompet HNS tetap tersedia.
it: Attendere il completamento della sincronizzazione Bitcoin prima di avviare un'altra operazione Bitcoin. Le funzioni del portafoglio HNS rimangono disponibili.
ja: 別の Bitcoin 操作を開始する前に、Bitcoin 同期が完了するまで待ってください。 HNS ウォレット機能は引き続きご利用いただけます。
ko: 다른 Bitcoin 작업을 시작하기 전에 Bitcoin 동기화가 완료될 때까지 기다리십시오. HNS 지갑 기능은 계속 사용할 수 있습니다.
nl: Wacht tot de Bitcoin-synchronisatie is voltooid voordat u een nieuwe Bitcoin-bewerking start. HNS portemonnee-functies blijven beschikbaar.
pl: Poczekaj na zakończenie synchronizacji Bitcoin przed rozpoczęciem kolejnej operacji Bitcoin. Funkcje portfela HNS pozostają dostępne.
pt: Aguarde a conclusão da sincronização Bitcoin antes de iniciar outra operação Bitcoin. As funções da carteira HNS permanecem disponíveis.
ru: Дождитесь завершения синхронизации Bitcoin, прежде чем начинать следующую операцию Bitcoin. Функции кошелька HNS остаются доступными.
tr: Başka bir Bitcoin işlemine başlamadan önce Bitcoin senkronizasyonunun bitmesini bekleyin. HNS cüzdan işlevleri kullanılabilir durumda kalır.
uk: Зачекайте, поки завершиться синхронізація Bitcoin, перш ніж починати іншу операцію Bitcoin. Функції гаманця HNS залишаються доступними.
vi: Đợi quá trình đồng bộ hóa Bitcoin hoàn tất trước khi bắt đầu một thao tác Bitcoin khác. Các chức năng ví HNS vẫn khả dụng.
zh_hans: 等待 Bitcoin 同步完成，然后再开始另一个 Bitcoin 操作。 HNS钱包功能仍然可用。
zh_hant: 等待 Bitcoin 同步完成，然後再開始另一個 Bitcoin 作業。 HNS錢包功能仍然可用。

# wallet_bitcoin_sync_progress
source: Bitcoin scan: %1$d.%2$d%% at block %3$@. Elapsed: %4$@; ETA: %5$@. Filters: %6$d processed, %7$d matched.
ar: مسح Bitcoin: %1$d.%2$d%% عند الكتلة %3$@. المنقضي: %4$@؛ إيتا: %5$@. المرشحات: تمت معالجة %6$d، وتمت مطابقة %7$d.
de: Bitcoin-Scan: %1$d.%2$d%% am Block %3$@. Verstrichen: %4$@; ETA: %5$@. Filter: %6$d verarbeitet, %7$d abgestimmt.
es: Escaneo Bitcoin: %1$d.%2$d%% en el bloque %3$@. Transcurrido: %4$@; Hora estimada de llegada: %5$@. Filtros: %6$d procesados, %7$d combinados.
fa: اسکن Bitcoin: %1$d.%2$d%% در بلوک %3$@. سپری شده: %4$@; ETA: %5$@. فیلترها: %6$d پردازش شده، %7$d مطابقت دارد.
fr: Analyse Bitcoin : %1$d.%2$d%% au bloc %3$@. Écoulé : %4$@ ; ETA : %5$@. Filtres : %6$d traités, %7$d assortis.
he: סריקה Bitcoin: %1$d.%2$d%% בבלוק %3$@. חלף: %4$@; זמן הגעה: %5$@. מסננים: %6$d מעובד, %7$d מותאם.
hi: Bitcoin स्कैन: %1$d.%2$d%% ब्लॉक %3$@ पर। बीता हुआ: %4$@; ईटीए: %5$@. फिल्टर: %6$d संसाधित, %7$d मिलान।
id: Pemindaian Bitcoin: %1$d.%2$d%% di blok %3$@. Berlalu: %4$@; ETA: %5$@. Filter: %6$d diproses, %7$d cocok.
it: Scansione Bitcoin: %1$d.%2$d%% nel blocco %3$@. Trascorso: %4$@; ETA: %5$@. Filtri: %6$d elaborato, %7$d abbinato.
ja: ビットコイン スキャン: %1$d 。%2$d %% (ブロック %3$@ )。経過時間: %4$@ ;到着予定日: %5$@ 。フィルタ: %6$d が処理され、%7$d が一致しました。
ko: Bitcoin 스캔: %3$@ 블록의 %1$d.%2$d%%. 경과: %4$@; 도착 예정 시간: %5$@. 필터: %6$d 처리됨, %7$d 일치됨.
nl: Bitcoin-scan: %1$d.%2$d%% bij blok %3$@. Verstreken: %4$@; verwachte aankomsttijd: %5$@. Filters: %6$d verwerkt, %7$d gematcht.
pl: Skan Bitcoin: %1$d.%2$d%% w bloku %3$@. Upłynęło: %4$@; ETA: %5$@. Filtry: przetworzone %6$d, dopasowane %7$d.
pt: Varredura Bitcoin: %1$d.%2$d%% no bloco %3$@. Decorrido: %4$@; Hora prevista de chegada: %5$@. Filtros: %6$d processado, %7$d correspondido.
ru: Сканирование Bitcoin: %1$d.%2$d%% в блоке %3$@. Прошло: %4$@; Расчетное время прибытия: %5$@. Фильтры: обработанный %6$d, сопоставленный %7$d.
tr: Bitcoin taraması: %1$d.%2$d%%, %3$@ bloğunda. Geçen: %4$@; Tahmini varış saati: %5$@. Filtreler: %6$d işlendi, %7$d eşleşti.
uk: Сканування Bitcoin: %1$d.%2$d%% у блоці %3$@. Минуло: %4$@; ETA: %5$@. Фільтри: %6$d оброблено, %7$d узгоджено.
vi: Bitcoin quét: %1$d.%2$d%% tại khối %3$@. Đã qua: %4$@; Thời gian dự kiến: %5$@. Bộ lọc: %6$d đã xử lý, %7$d đã khớp.
zh_hans: Bitcoin 扫描：%1$d.%2$d%% 块 %3$@。已过：%4$@；预计到达时间：%5$@。过滤器：%6$d 已加工，%7$d 已匹配。
zh_hant: Bitcoin 掃描：%1$d.%2$d%% 塊 %3$@。已過：%4$@；預計抵達時間：%5$@。過濾器：%6$d 已加工，%7$d 已匹配。

# wallet_bitcoin_sync_reconciling
source: Reconciling the encrypted Bitcoin transaction and output view… Elapsed %1$@.
ar: جارٍ التوفيق بين معاملة Bitcoin المشفرة وعرض الإخراج... انقضى %1$@.
de: Die verschlüsselte Bitcoin-Transaktion und die Ausgabeansicht werden abgeglichen … %1$@ ist abgelaufen.
es: Conciliando la transacción cifrada Bitcoin y la vista de salida... %1$@ transcurrido.
fa: در حال تطبیق تراکنش رمزگذاری شده Bitcoin و نمای خروجی… گذشت %1$@.
fr: Rapprochement de la transaction chiffrée Bitcoin et de la vue de sortie… %1$@ écoulé.
he: התאמה בין תצוגת העסקה והפלט המוצפנת של Bitcoin... חלף %1$@.
hi: एन्क्रिप्टेड Bitcoin लेनदेन और आउटपुट दृश्य का मिलान किया जा रहा है... समाप्त %1$@।
id: Rekonsiliasi tampilan transaksi dan keluaran Bitcoin terenkripsi… %1$@ yang telah berlalu.
it: Riconciliazione della transazione Bitcoin crittografata e della visualizzazione dell'output… %1$@ trascorso.
ja: 暗号化された Bitcoin トランザクションと出力ビューを調整しています… %1$@ が経過しました。
ko: 암호화된 Bitcoin 트랜잭션과 출력 보기를 조정하는 중... 경과된 %1$@.
nl: De gecodeerde Bitcoin-transactie en uitvoerweergave afstemmen... Verstreken %1$@.
pl: Uzgadnianie zaszyfrowanej transakcji Bitcoin i widoku danych wyjściowych… Upłynęło %1$@.
pt: Reconciliando a transação Bitcoin criptografada e a visualização de saída… %1$@ decorrido.
ru: Согласование зашифрованной транзакции Bitcoin и представления вывода… Истекло %1$@.
tr: Şifrelenmiş Bitcoin işlemi ve çıktı görünümü uzlaştırılıyor… %1$@ geçti.
uk: Узгодження зашифрованої транзакції Bitcoin і вихідного вигляду… Минув %1$@.
vi: Đang đối chiếu chế độ xem đầu ra và giao dịch Bitcoin được mã hóa… %1$@ đã trôi qua.
zh_hans: 协调加密的 Bitcoin 交易和输出视图…已过去 %1$@。
zh_hant: 協調加密的 Bitcoin 交易和輸出視圖…已過去 %1$@。

# wallet_bitcoin_sync_stop_failed
source: Bitcoin synchronization could not be interrupted because no active native synchronization was found.
ar: تعذرت مقاطعة مزامنة Bitcoin لأنه لم يتم العثور على مزامنة أصلية نشطة.
de: Die Bitcoin-Synchronisierung konnte nicht unterbrochen werden, da keine aktive native Synchronisierung gefunden wurde.
es: La sincronización Bitcoin no se pudo interrumpir porque no se encontró ninguna sincronización nativa activa.
fa: همگام سازی Bitcoin نمی تواند قطع شود زیرا هیچ همگام سازی بومی فعالی پیدا نشد.
fr: La synchronisation Bitcoin n'a pas pu être interrompue car aucune synchronisation native active n'a été trouvée.
he: לא ניתן היה להפריע לסינכרון Bitcoin מכיוון שלא נמצא סנכרון מקורי פעיל.
hi: Bitcoin सिंक्रनाइज़ेशन बाधित नहीं किया जा सका क्योंकि कोई सक्रिय मूल सिंक्रनाइज़ेशन नहीं मिला।
id: Sinkronisasi Bitcoin tidak dapat diganggu karena tidak ditemukan sinkronisasi asli yang aktif.
it: Impossibile interrompere la sincronizzazione Bitcoin perché non è stata trovata alcuna sincronizzazione nativa attiva.
ja: アクティブなネイティブ同期が見つからなかったため、Bitcoin 同期を中断できませんでした。
ko: 활성 기본 동기화가 없기 때문에 Bitcoin 동기화를 중단할 수 없습니다.
nl: Bitcoin-synchronisatie kan niet worden onderbroken omdat er geen actieve native synchronisatie is gevonden.
pl: Nie można przerwać synchronizacji Bitcoin, ponieważ nie znaleziono aktywnej synchronizacji natywnej.
pt: A sincronização Bitcoin não pôde ser interrompida porque nenhuma sincronização nativa ativa foi localizada.
ru: Синхронизацию Bitcoin не удалось прервать, поскольку не найдена активная собственная синхронизация.
tr: Bitcoin etkin yerel senkronizasyon bulunamadığından senkronizasyon kesintiye uğratılamadı.
uk: Синхронізацію Bitcoin не вдалося перервати, оскільки активну власну синхронізацію не знайдено.
vi: Không thể gián đoạn quá trình đồng bộ hóa Bitcoin do không tìm thấy đồng bộ hóa gốc đang hoạt động.
zh_hans: Bitcoin 同步无法中断，因为未找到活动的本机同步。
zh_hant: Bitcoin 同步無法中斷，因為找不到活動的本機同步。
